Repository: CubexsOne/check-your-food
Catalog: App/Check your food/Localizable.xcstrings
Source language: en
Languages: de

source: %@ color
de: %@ Farbe

source: Best-Before date
de: Mindesthaltbarkeitsdatum

source: Best-Before date status indicator
de: Indikator für das Mindesthaltbarkeitsdatum

source: Cancel
de: Abbrechen

source: Color indicates the status of the best-before date: %1$@ for safe consumption, %2$@ for caution, %3$@ for expired
de: Die Farbe zeigt den Status des Mindesthaltbarkeitsdatums an: %1$@ für sicheren Verzehr, %2$@ für Warnung es läuft bald ab, %3$@ für Vorsicht könnte abgelaufen sein

source: Current stored items: %lld
de: Aktuell gelagerte Lebensmittel: %lld

source: Groceries
de: Lebensmittel

source: Product name
de: Produktname

source: Products
de: Produkte

source: Save
de: Speichern

source: Scan Barcode
de: Barcode scannen

source: Scan Error
de: Scann Error

source: Search products
de: Suche nach Lebensmittel

source: Settings
de: Einstellungen

source: Status indicators
de: Status Indikator

source: Stored Items
de: Gelagert

# Tap to change the color for %@. Current color: %@
source: Tap to change the color for %1$@. Current color: %2$@
de: Tippe um die Farbe zu %1$@ zuändern. Aktuelle Farbe: %2$@

# Tap to select the color %@ for %@.
source: Tap to select the color %1$@ for %2$@.
de: Tippe um die Farbe %1$@ für %2$@ auszuwählen.
